Repository: oriveo/oriveo
Catalog: ios/Oriveo/Oriveo/Providers.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: You've used up this period's Codex quota. It will resume after the next reset.
ar: لقد استنفدت حصة Codex لهذه الفترة. ستُستأنف بعد إعادة التعيين التالية.
de: Du hast das Codex-Kontingent dieses Zeitraums aufgebraucht. Es steht nach dem nächsten Zurücksetzen wieder zur Verfügung.
es: Has agotado la cuota de Codex de este periodo. Se restablecerá tras el próximo reinicio.
fr: Vous avez épuisé le quota Codex de cette période. Il sera rétabli après la prochaine réinitialisation.
hi: इस अवधि का Codex कोटा समाप्त हो गया है। अगली रीसेट के बाद फिर से उपलब्ध होगा।
id: Kuota Codex untuk periode ini sudah habis. Akan tersedia lagi setelah reset berikutnya.
ja: 今期の Codex 利用枠を使い切りました。次回リセット後に再開します。
ko: 이번 기간의 Codex 할당량을 모두 사용했습니다. 다음 초기화 후 다시 사용할 수 있습니다.
pt_br: Você esgotou a cota do Codex deste período. Ela será retomada após a próxima redefinição.
ru: Квота Codex за этот период исчерпана. Она восстановится после следующего сброса.
th: คุณใช้โควตา Codex ของรอบนี้หมดแล้ว จะกลับมาใช้ได้หลังการรีเซ็ตครั้งถัดไป
tr: Bu dönemin Codex kotasını tükettin. Bir sonraki sıfırlamadan sonra yeniden kullanılabilir.
vi: Bạn đã dùng hết hạn mức Codex của kỳ này. Hạn mức sẽ khôi phục sau lần đặt lại tiếp theo.
zh_hans: 本周期的 Codex 额度已用完，下次重置后恢复。
zh_hant: 本週期的 Codex 額度已用完，下次重置後恢復。

source: You've used up this period's Grok subscription quota. It will resume after the next reset.
ar: لقد استنفدت حصة اشتراك Grok لهذه الفترة. ستُستأنف بعد إعادة التعيين التالية.
de: Du hast das Grok-Abo-Kontingent dieses Zeitraums aufgebraucht. Es steht nach dem nächsten Zurücksetzen wieder zur Verfügung.
es: Has agotado la cuota de la suscripción de Grok de este periodo. Se restablecerá tras el próximo reinicio.
fr: Vous avez épuisé le quota d'abonnement Grok de cette période. Il sera rétabli après la prochaine réinitialisation.
hi: इस अवधि का Grok सब्सक्रिप्शन कोटा समाप्त हो गया है। अगली रीसेट के बाद फिर से उपलब्ध होगा।
id: Kuota langganan Grok untuk periode ini sudah habis. Akan tersedia lagi setelah reset berikutnya.
ja: 今期の Grok サブスクリプション利用枠を使い切りました。次回リセット後に再開します。
ko: 이번 기간의 Grok 구독 할당량을 모두 사용했습니다. 다음 초기화 후 다시 사용할 수 있습니다.
pt_br: Você esgotou a cota da assinatura do Grok deste período. Ela será retomada após a próxima redefinição.
ru: Квота подписки Grok за этот период исчерпана. Она восстановится после следующего сброса.
th: คุณใช้โควตาการสมัครสมาชิก Grok ของรอบนี้หมดแล้ว จะกลับมาใช้ได้หลังการรีเซ็ตครั้งถัดไป
tr: Bu dönemin Grok abonelik kotasını tükettin. Bir sonraki sıfırlamadan sonra yeniden kullanılabilir.
vi: Bạn đã dùng hết hạn mức gói đăng ký Grok của kỳ này. Hạn mức sẽ khôi phục sau lần đặt lại tiếp theo.
zh_hans: 本周期的 Grok 订阅额度已用完，下次重置后恢复。
zh_hant: 本週期的 Grok 訂閱額度已用完，下次重置後恢復。

# Your API key is stored securely on this device and is sent only to your relay.
source: Your API key is stored securely on this device and is sent only to your custom LLM.
ar: يتم تخزين مفتاح API الخاص بك بشكل آمن على هذا الجهاز ويتم إرساله فقط إلى جهاز النموذج اللغوي المخصص الخاص بك.
de: Ihr API-Schlüssel wird sicher auf diesem Gerät gespeichert und nur an Ihr benutzerdefiniertes LLM gesendet.
es: Su clave API se almacena de forma segura en este dispositivo y se envía únicamente a su retransmisión.
fr: Votre clé API est stockée de manière sécurisée sur cet appareil et est envoyée uniquement à votre LLM personnalisé.
hi: आपकी एपीआई कुंजी इस डिवाइस पर सुरक्षित रूप से संग्रहीत है और केवल आपके कस्टम LLM पर भेजी जाती है।
id: Kunci API Anda disimpan dengan aman di perangkat ini dan hanya dikirim ke LLM kustom Anda.
ja: API キーはこのデバイスに安全に保存され、カスタム LLM にのみ送信されます。
ko: API 키는 이 기기에 안전하게 저장되며 선택한 사용자 지정 LLM에만 전송됩니다.
pt_br: Sua chave de API é armazenada com segurança neste dispositivo e é enviada somente para sua retransmissão.
ru: Ваш ключ API надежно хранится на этом устройстве и отправляется только на ваш пользовательская LLM.
th: คีย์ API ของคุณจะถูกเก็บไว้อย่างปลอดภัยบนอุปกรณ์นี้ และส่งไปยังLLM แบบกำหนดเองของคุณเท่านั้น
tr: API anahtarınız bu cihazda güvenli bir şekilde saklanır ve yalnızca aktarıcınıza gönderilir.
vi: Khóa API của bạn được lưu trữ an toàn trên thiết bị này và chỉ được gửi tới LLM tùy chỉnh của bạn.
zh_hans: API 密钥会安全存储在此设备上，仅会发送到你的自定义 LLM。
zh_hant: API 金鑰會安全儲存在此裝置上，且只會傳送至你的自訂 LLM。

source: Your ChatGPT account's current plan doesn't allow using Codex in third-party apps.
ar: الخطة الحالية لحساب ChatGPT لديك لا تسمح باستخدام Codex في التطبيقات الخارجية.
de: Der aktuelle Tarif deines ChatGPT-Kontos erlaubt die Nutzung von Codex in Drittanbieter-Apps nicht.
es: El plan actual de tu cuenta de ChatGPT no permite usar Codex en aplicaciones de terceros.
fr: L'offre actuelle de votre compte ChatGPT n'autorise pas l'utilisation de Codex dans des applications tierces.
hi: आपके ChatGPT खाते का मौजूदा प्लान थर्ड-पार्टी ऐप्स में Codex के उपयोग की अनुमति नहीं देता।
id: Paket akun ChatGPT Anda saat ini tidak mengizinkan penggunaan Codex di aplikasi pihak ketiga.
ja: お使いの ChatGPT アカウントの現在のプランでは、サードパーティアプリでの Codex 利用が許可されていません。
ko: 현재 ChatGPT 계정의 요금제로는 서드파티 앱에서 Codex를 사용할 수 없습니다.
pt_br: O plano atual da sua conta ChatGPT não permite usar o Codex em aplicativos de terceiros.
ru: Текущий тариф вашего аккаунта ChatGPT не позволяет использовать Codex в сторонних приложениях.
th: แพ็กเกจปัจจุบันของบัญชี ChatGPT ของคุณไม่อนุญาตให้ใช้ Codex ในแอปของบุคคลที่สาม
tr: ChatGPT hesabının mevcut planı, Codex'in üçüncü taraf uygulamalarda kullanılmasına izin vermiyor.
vi: Gói hiện tại của tài khoản ChatGPT của bạn không cho phép dùng Codex trong ứng dụng bên thứ ba.
zh_hans: 你的 ChatGPT 账号当前套餐不支持在第三方应用中使用 Codex。
zh_hant: 你的 ChatGPT 帳號目前方案不支援在第三方應用中使用 Codex。

source: Your ChatGPT sign-in has expired. Please authorize again.
ar: انتهت صلاحية تسجيل دخولك إلى ChatGPT. يرجى منح الإذن مجددًا.
de: Deine ChatGPT-Anmeldung ist abgelaufen. Bitte autorisiere erneut.
es: Tu sesión de ChatGPT ha caducado. Vuelve a autorizar.
fr: Votre connexion ChatGPT a expiré. Veuillez autoriser à nouveau.
hi: आपका ChatGPT साइन-इन समाप्त हो गया है। कृपया फिर से अनुमति दें।
id: Sesi masuk ChatGPT Anda telah kedaluwarsa. Silakan beri otorisasi lagi.
ja: ChatGPT のログインの有効期限が切れました。再度承認してください。
ko: ChatGPT 로그인이 만료되었습니다. 다시 승인해 주세요.
pt_br: Seu login do ChatGPT expirou. Autorize novamente.
ru: Сессия ChatGPT истекла. Авторизуйтесь снова.
th: การลงชื่อเข้าใช้ ChatGPT ของคุณหมดอายุแล้ว โปรดอนุญาตอีกครั้ง
tr: ChatGPT oturumunun süresi doldu. Lütfen tekrar yetkilendir.
vi: Phiên đăng nhập ChatGPT đã hết hạn. Vui lòng ủy quyền lại.
zh_hans: ChatGPT 登录已过期，请重新授权。
zh_hant: ChatGPT 登入已過期，請重新授權。

source: Your Grok sign-in has expired. Please authorize again.
ar: انتهت صلاحية تسجيل دخولك إلى Grok. يرجى منح الإذن مجددًا.
de: Deine Grok-Anmeldung ist abgelaufen. Bitte autorisiere erneut.
es: Tu sesión de Grok ha caducado. Vuelve a autorizar.
fr: Votre connexion Grok a expiré. Veuillez autoriser à nouveau.
hi: आपका Grok साइन-इन समाप्त हो गया है। कृपया फिर से अनुमति दें।
id: Sesi masuk Grok Anda telah kedaluwarsa. Silakan beri otorisasi lagi.
ja: Grok のログインの有効期限が切れました。再度承認してください。
ko: Grok 로그인이 만료되었습니다. 다시 승인해 주세요.
pt_br: Seu login do Grok expirou. Autorize novamente.
ru: Сессия Grok истекла. Авторизуйтесь снова.
th: การลงชื่อเข้าใช้ Grok ของคุณหมดอายุแล้ว โปรดอนุญาตอีกครั้ง
tr: Grok oturumunun süresi doldu. Lütfen tekrar yetkilendir.
vi: Phiên đăng nhập Grok đã hết hạn. Vui lòng ủy quyền lại.
zh_hans: Grok 登录已过期，请重新授权。
zh_hant: Grok 登入已過期，請重新授權。

# Your changes to this relay have not been saved.
source: Your changes to this custom LLM have not been saved.
ar: لم يتم حفظ التغييرات التي أجريتها على هذا النموذج اللغوي المخصص.
de: Ihre Änderungen an diesem benutzerdefinierten LLM wurden nicht gespeichert.
es: Sus cambios en este relevo no se han guardado.
fr: Vos modifications apportées à ce LLM personnalisé n'ont pas été enregistrées.
hi: इस कस्टम LLM में आपके परिवर्तन सहेजे नहीं गए हैं।
id: Perubahan Anda pada LLM kustom ini belum disimpan.
ja: このカスタム LLM に対する変更は保存されていません。
ko: 이 사용자 지정 LLM에 대한 변경사항이 저장되지 않았습니다.
pt_br: Suas alterações neste LLM personalizado não foram salvas.
ru: Изменения этой пользовательской LLM не сохранены.
th: การเปลี่ยนแปลงของคุณต่อ LLM แบบกำหนดเองนี้ไม่ได้รับการบันทึก
tr: Bu özel LLMte yaptığınız değişiklikler kaydedilmedi.
vi: Những thay đổi của bạn đối với LLM tùy chỉnh này chưa được lưu.
zh_hans: 你对这个自定义 LLM 的修改还未保存。
zh_hant: 你對這個自訂 LLM 的修改尚未儲存。

source: Your code
ar: رمزك
de: Dein Code
es: Tu código
fr: Votre code
hi: आपका कोड
id: Kode Anda
ja: 認証コード
ko: 인증 코드
pt_br: Seu código
ru: Ваш код
th: รหัสของคุณ
tr: Kodun
vi: Mã của bạn
zh_hans: 你的验证码
zh_hant: 你的驗證碼

source: Your prompt was blocked by the upstream safety system (often triggered by copyrighted characters, real people, or sensitive content). Please rephrase the prompt with original descriptions and try again.
ar: تم حظر طلبك بواسطة نظام السلامة في المصدر (يحدث غالبًا بسبب شخصيات محمية بحقوق نشر أو أشخاص حقيقيين أو محتوى حساس). يرجى إعادة صياغة الوصف بكلمات أصلية والمحاولة مجددًا.
de: Dein Prompt wurde vom vorgelagerten Sicherheitssystem blockiert (häufig wegen urheberrechtlich geschützter Figuren, realer Personen oder sensibler Inhalte). Bitte formuliere die Beschreibung mit eigenen Worten neu und versuche es erneut.
es: Tu prompt fue bloqueado por el sistema de seguridad upstream (suele activarse con personajes con derechos de autor, personas reales o contenido sensible). Reformula la descripción con palabras originales y vuelve a intentarlo.
fr: Votre prompt a été bloqué par le système de sécurité upstream (souvent déclenché par des personnages protégés par le droit d'auteur, des personnes réelles ou du contenu sensible). Reformulez avec une description originale et réessayez.
hi: आपका प्रॉम्प्ट upstream सुरक्षा प्रणाली ने ब्लॉक कर दिया (अक्सर कॉपीराइट किए गए पात्र, वास्तविक व्यक्ति, या संवेदनशील सामग्री से ट्रिगर होता है)। कृपया मूल विवरण से प्रॉम्प्ट को फिर से लिखें और पुनः प्रयास करें।
id: Prompt Anda diblokir oleh sistem keamanan upstream (sering dipicu oleh karakter berhak cipta, orang asli, atau konten sensitif). Tolong susun ulang dengan deskripsi orisinal dan coba lagi.
ja: アップストリームの安全システムによりプロンプトがブロックされました（著作権キャラクター、実在の人物、機微情報がトリガーになりがち）。オリジナルの表現に書き換えて再試行してください。
ko: 업스트림 안전 시스템이 프롬프트를 차단했습니다（저작권 캐릭터, 실제 인물, 민감한 내용이 흔한 트리거입니다）.원본 표현으로 다시 작성한 뒤 재시도하세요.
pt_br: Seu prompt foi bloqueado pelo sistema de segurança upstream (geralmente acionado por personagens com direitos autorais, pessoas reais ou conteúdo sensível). Reescreva com uma descrição original e tente novamente.
ru: Ваш запрос заблокирован системой безопасности upstream (часто срабатывает на охраняемых персонажах, реальных людях или чувствительном контенте). Переформулируйте описание собственными словами и повторите попытку.
th: ระบบความปลอดภัยต้นทางบล็อกพรอมต์ของคุณ (มักถูกกระตุ้นโดยตัวละครลิขสิทธิ์ บุคคลจริง หรือเนื้อหาอ่อนไหว) กรุณาเรียบเรียงด้วยคำอธิบายต้นฉบับแล้วลองใหม่
tr: Komut isteminiz, upstream güvenlik sistemi tarafından engellendi (genellikle telif hakkıyla korunan karakterler, gerçek kişiler veya hassas içerik tetikler). Lütfen özgün bir tanımla yeniden ifade edip tekrar deneyin.
vi: Lời nhắc của bạn bị hệ thống an toàn upstream chặn (thường do nhân vật có bản quyền, người thật, hoặc nội dung nhạy cảm). Hãy viết lại bằng mô tả gốc của bạn rồi thử lại.
zh_hans: 上游的安全系统拦截了你的提示（常见原因：版权角色、真实人物、敏感内容）。请用原创描述改写后重试。
zh_hant: 上游的安全系統攔截了你的提示（常見原因：版權角色、真實人物、敏感內容）。請用原創描述改寫後重試。

source: Your xAI account's current plan doesn't allow using the Grok subscription in third-party apps.
ar: الخطة الحالية لحساب xAI لديك لا تسمح باستخدام اشتراك Grok في التطبيقات الخارجية.
de: Der aktuelle Tarif deines xAI-Kontos erlaubt die Nutzung des Grok-Abos in Drittanbieter-Apps nicht.
es: El plan actual de tu cuenta de xAI no permite usar la suscripción de Grok en aplicaciones de terceros.
fr: L'offre actuelle de votre compte xAI n'autorise pas l'utilisation de l'abonnement Grok dans des applications tierces.
hi: आपके xAI खाते का मौजूदा प्लान थर्ड-पार्टी ऐप्स में Grok सब्सक्रिप्शन के उपयोग की अनुमति नहीं देता।
id: Paket akun xAI Anda saat ini tidak mengizinkan penggunaan langganan Grok di aplikasi pihak ketiga.
ja: お使いの xAI アカウントの現在のプランでは、サードパーティアプリでの Grok サブスクリプション利用が許可されていません。
ko: 현재 xAI 계정의 요금제로는 서드파티 앱에서 Grok 구독을 사용할 수 없습니다.
pt_br: O plano atual da sua conta xAI não permite usar a assinatura do Grok em aplicativos de terceiros.
ru: Текущий тариф вашего аккаунта xAI не позволяет использовать подписку Grok в сторонних приложениях.
th: แพ็กเกจปัจจุบันของบัญชี xAI ของคุณไม่อนุญาตให้ใช้การสมัครสมาชิก Grok ในแอปของบุคคลที่สาม
tr: xAI hesabının mevcut planı, Grok aboneliğinin üçüncü taraf uygulamalarda kullanılmasına izin vermiyor.
vi: Gói hiện tại của tài khoản xAI của bạn không cho phép dùng gói đăng ký Grok trong ứng dụng bên thứ ba.
zh_hans: 你的 xAI 账号当前订阅档位不支持在第三方应用中使用 Grok 订阅。
zh_hant: 你的 xAI 帳號目前訂閱方案不支援在第三方應用中使用 Grok 訂閱。

source: auto / default / flex / …
ar: تلقائي / افتراضي / مرن / ...
de: Auto / Standard / Flex / …
es: automático/predeterminado/flexible/…
fr: auto / par défaut / flex / …
hi: ऑटो/डिफ़ॉल्ट/फ्लेक्स/...
id: otomatis / default / fleksibel / …
ja: 自動 / デフォルト / フレックス / …
ko: 자동 / 기본값 / 플렉스 / …
pt_br: automático / padrão / flexível /…
ru: авто/по умолчанию/гибкий/…
th: อัตโนมัติ / ค่าเริ่มต้น / ดิ้น / …
tr: otomatik / varsayılan / esnek /…
vi: tự động/mặc định/flex/…
zh_hans: 自动/默认/弹性/...
zh_hant: 自動/預設/彈性/...

source: auto / leave blank
ar: تلقائي / اتركه فارغًا
de: Automatisch / leer lassen
es: auto / dejar en blanco
fr: auto / laisser vide
hi: ऑटो / खाली छोड़ें
id: auto / kosongkan
ja: 自動 / 空欄でも可
ko: 자동 / 비워둠
pt_br: auto / deixar em branco
ru: авто / оставьте пустым
th: อัตโนมัติ / เว้นว่าง
tr: otomatik / boş bırak
vi: tự động / để trống
zh_hans: 自动 / 留空即可
zh_hant: 自動 / 留空即可

# e.g. My Relay
source: e.g. My custom LLM
ar: مثال: النموذج اللغوي المخصص الخاص بي
de: z. B. Mein benutzerdefiniertes LLM
es: p. ej. Mi LLM personalizado
fr: ex. Mon LLM personnalisé
hi: जैसे मेरा कस्टम LLM
id: misalnya LLM kustom saya
ja: 例：マイカスタム LLM
ko: 예: 내 사용자 지정 LLM
pt_br: ex. Meu LLM personalizado
ru: например Мой пользовательская LLM
th: เช่น LLM แบบกำหนดเอง ของฉัน
tr: örneğin Benim özel LLM
vi: ví dụ. LLM tùy chỉnh của tôi
zh_hans: 例如：我的自定义 LLM
zh_hant: 例如：我的自訂 LLM

source: localhost means this phone, not your computer.
ar: يشير localhost إلى هذا الهاتف، وليس الكمبيوتر.
de: localhost bezeichnet dieses Smartphone, nicht deinen Computer.
es: localhost se refiere a este teléfono, no a tu ordenador.
fr: localhost désigne ce téléphone, pas votre ordinateur.
hi: localhost का अर्थ यह फ़ोन है, आपका कंप्यूटर नहीं।
id: localhost berarti ponsel ini, bukan komputer Anda.
ja: localhost はパソコンではなく、このスマートフォンを指します。
ko: localhost는 컴퓨터가 아니라 이 휴대전화를 의미합니다.
pt_br: localhost significa este celular, não seu computador.
ru: localhost означает этот телефон, а не компьютер.
th: localhost หมายถึงโทรศัพท์เครื่องนี้ ไม่ใช่คอมพิวเตอร์ของคุณ
tr: localhost bilgisayarınızı değil, bu telefonu ifade eder.
vi: localhost là điện thoại này, không phải máy tính của bạn.
zh_hans: localhost 指这台手机，不是你的电脑。
zh_hant: localhost 指這台手機，不是你的電腦。

source: optional
ar: خياري
es: opcional
fr: facultatif
hi: वैकल्पिक
id: opsional
ja: オプション
ko: 선택 과목
pt_br: opcional
ru: необязательный
th: ไม่จำเป็น
tr: isteğe bağlı
vi: không bắt buộc
zh_hans: 可选
zh_hant: 可選

source: optional; you can add later
ar: اختياري؛ يمكنك إضافته لاحقًا
de: optional; du kannst es später ergänzen
es: opcional; puedes añadirlo después
fr: facultatif ; vous pouvez l'ajouter plus tard
hi: वैकल्पिक; आप बाद में जोड़ सकते हैं
id: opsional; bisa ditambahkan nanti
ja: 任意。後で追加することもできます
ko: 선택 사항입니다. 나중에 추가할 수 있습니다
pt_br: opcional; você pode adicionar depois
ru: необязательно; можно добавить позже
th: ไม่บังคับ เพิ่มภายหลังได้
tr: isteğe bağlı; sonra ekleyebilirsiniz
vi: tùy chọn; có thể thêm sau
zh_hans: 可选，稍后可补充
zh_hant: 可選；可之後再新增

source: value
ar: القيمة
de: Wert
es: valor
fr: valeur
hi: मान
id: nilai
ja: 値
ko: 값
pt_br: valor
ru: значение
th: ค่า
tr: değer
vi: giá trị
zh_hans: 值
zh_hant: 值

source: Codex returned an unexpected response. Please try again.
ar: أعاد Codex استجابة غير متوقعة. يرجى المحاولة مرة أخرى.
de: Codex hat eine unerwartete Antwort zurückgegeben. Bitte versuche es erneut.
es: Codex devolvió una respuesta inesperada. Inténtalo de nuevo.
fr: Codex a renvoyé une réponse inattendue. Veuillez réessayer.
hi: Codex ने अप्रत्याशित प्रतिक्रिया लौटाई। कृपया पुनः प्रयास करें।
id: Codex mengembalikan respons yang tidak terduga. Silakan coba lagi.
ja: Codex が予期しない応答を返しました。もう一度お試しください。
ko: Codex가 예기치 않은 응답을 반환했습니다. 다시 시도해 주세요.
pt_br: O Codex retornou uma resposta inesperada. Tente novamente.
ru: Codex вернул неожиданный ответ. Попробуйте ещё раз.
th: Codex ส่งการตอบกลับที่ไม่คาดคิด โปรดลองอีกครั้ง
tr: Codex beklenmeyen bir yanıt döndürdü. Lütfen tekrar deneyin.
vi: Codex đã trả về phản hồi không mong đợi. Vui lòng thử lại.
zh_hans: Codex 返回了意外响应，请重试。
zh_hant: Codex 回傳了非預期的回應，請重試。

source: Tools
ar: أدوات
es: Herramientas
fr: Outils
hi: टूल
id: Alat
ja: ツール
ko: 도구
pt_br: Ferramentas
ru: Инструменты
th: เครื่องมือ
tr: Araçlar
vi: Công cụ
zh_hans: 工具
zh_hant: 工具

# Models
source: 모델s
ar: نماذج
de: Modelle
es: Modeloos
fr: Modèles
hi: मॉडल
id: Model
ja: モデル
ko: Modelos
pt_br: Models
ru: Модели
th: โมเดล
tr: Modeller
vi: Người mẫu
zh_hans: 模型
zh_hant: 模型

source: Model catalog refreshed.
ar: تم تحديث كتالوج النماذج.
de: Modellkatalog aktualisiert.
es: Catálogo de modelos actualizado.
fr: Catalogue de modèles actualisé.
hi: मॉडल कैटलॉग अपडेट किया गया।
id: Katalog model diperbarui.
ja: モデルカタログを更新しました。
ko: 모델 카탈로그를 새로고침했습니다.
pt_br: Catálogo de modelos atualizado.
ru: Каталог моделей обновлён.
th: อัปเดตแค็ตตาล็อกโมเดลแล้ว
tr: Model kataloğu güncellendi.
vi: Đã cập nhật danh mục mô hình.
zh_hans: 模型目录已更新。
zh_hant: 模型目錄已更新。

source: Could not refresh model catalog. Current models are still available.
ar: تعذّر تحديث كتالوج النماذج. النماذج الحالية لا تزال متاحة.
de: Modellkatalog konnte nicht aktualisiert werden. Die aktuellen Modelle sind weiterhin verfügbar.
es: No se pudo actualizar el catálogo de modelos. Los modelos actuales siguen disponibles.
fr: Impossible d'actualiser le catalogue de modèles. Les modèles actuels restent disponibles.
hi: मॉडल कैटलॉग अपडेट नहीं किया जा सका। मौजूदा मॉडल अभी भी उपलब्ध हैं।
id: Tidak dapat memperbarui katalog model. Model saat ini masih tersedia.
ja: モデルカタログを更新できませんでした。現在のモデルは引き続き利用できます。
ko: 모델 카탈로그를 새로고침할 수 없습니다. 현재 모델은 계속 사용할 수 있습니다.
pt_br: Não foi possível atualizar o catálogo de modelos. Os modelos atuais continuam disponíveis.
ru: Не удалось обновить каталог моделей. Текущие модели по-прежнему доступны.
th: ไม่สามารถอัปเดตแค็ตตาล็อกโมเดลได้ โมเดลปัจจุบันยังคงใช้งานได้
tr: Model kataloğu güncellenemedi. Mevcut modeller hâlâ kullanılabilir.
vi: Không thể cập nhật danh mục mô hình. Các mô hình hiện tại vẫn khả dụng.
zh_hans: 暂时无法刷新模型目录，当前模型仍可使用。
zh_hant: 暫時無法重新整理模型目錄，目前模型仍可使用。

source: Add another account
zh_hans: 另建一个账号
zh_hant: 另建一個帳號

source: Cache name
zh_hans: 缓存名称
zh_hant: 快取名稱

source: Cache reuse tokens
zh_hans: 缓存复用 Token 数
zh_hant: 快取重用 Token 數

source: Changing context or speculative decoding can reload the model and increase memory use.
zh_hans: 更改上下文或推测解码可能重新加载模型，并增加内存占用。
zh_hant: 更改上下文或推測解碼可能重新載入模型，並增加記憶體佔用。

source: Context
zh_hans: 上下文
zh_hant: 上下文

source: Context length
zh_hans: 上下文长度
zh_hant: 上下文長度

source: Invalid endpoint
zh_hans: 端点无效
zh_hant: 端點無效

source: Keep alive
zh_hans: 模型驻留
zh_hant: 模型駐留

source: Loaded models
zh_hans: 已加载模型
zh_hant: 已載入模型

source: Manage existing
zh_hans: 管理现有
zh_hant: 管理現有

source: Queue
zh_hans: 队列
zh_hant: 佇列

source: Relay detected
zh_hans: 已发现中转站
zh_hant: 已發現中轉站

source: Restore cache
zh_hans: 恢复缓存
zh_hant: 還原快取

source: Runtime settings
zh_hans: 运行时设置
zh_hant: 執行階段設定

source: Save cache
zh_hans: 保存缓存
zh_hant: 儲存快取

source: Slot
zh_hans: 槽位
zh_hant: 槽位

source: Speculative model
zh_hans: 推测模型
zh_hant: 推測模型

source: Tokens per second
zh_hans: 每秒 Token
zh_hant: 每秒 Token

source: llama.cpp native completion
zh_hans: llama.cpp 原生 completion
zh_hant: llama.cpp 原生 completion

source: Endpoint
zh_hant: 端點
